[M_ThisTown MissionDefinition]
MissionDescription="Sir Hammerlock asked you to rid [place]Liar's Berg[-place] of bullymongs. While the residents of the town were murdered by bandits weeks ago, Hammerlock nonetheless feels that their former homes should not be torn up by feces-tossing ape creatures."
TeaserText="There's only room for ONE deadly, bipedal, ape-descended species in Liar's Berg."
